Repository: Serene-Garden/Vela
Catalog: Sources/Vela/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Vela.about.credits
source: Credits
ar: الاعتمادات
de: Leistungspunkte
es: Crédito
fr: Crédits
hi: क्रेडिट
id: Kredit
it: Crediti
ja: クレジット
ko: 크레딧
nl: Aftiteling
pl: Kredyty
pt: Créditos
ru: Кредиты
th: เครดิต
tr: Krediler
uk: Кредити
vi: Tín dụng
zh_hans: 致谢
zh_hant: 積分

# Vela.about.settings.color-circle-fully-filled
source: Fully fill color-preview circle
ar: املأ دائرة معاينة الألوان بالكامل
de: Voll ausfüllender Farbvorschaukreis
es: Llenar completamente el círculo de vista previa del color
fr: Cercle d'aperçu de couleur entièrement rempli
hi: रंग-पूर्वावलोकन सर्कल को पूरी तरह से भरें
id: Isi sepenuhnya lingkaran pratinjau warna
it: Cerchio di anteprima del colore completamente riempito
ja: カラープレビューサークルを完全に塗りつぶす
ko: 컬러 미리보기 원을 완전히 채우세요
nl: Volledig vullen kleur-voorbeeld cirkel
pl: W pełni wypełnij koło podglądu kolorów
pt: Preencha totalmente o círculo de visualização de cores
ru: Полностью заполните круг предварительного просмотра цвета
th: เติมวงกลมแสดงตัวอย่างสีให้เต็ม
tr: Renk önizleme çemberini tamamen doldurun
uk: Повністю заповнити коло попереднього перегляду кольору
vi: Điền đầy đủ vòng tròn xem trước màu
zh_hans: 完全填充颜色预览圆圈
zh_hant: 完全填充顏色預覽圈

# Vela.about.settings.crown-sensitivity-for-sliders
source: Digital Crown Sensitivity
ar: حساسية التاج الرقمي
de: Empfindlichkeit der digitalen Krone
es: Sensibilidad de la corona digital
fr: Sensibilité de la couronne numérique
hi: डिजिटल क्राउन संवेदनशीलता
id: Sensitivitas Digital Crown
it: Sensibilità della corona digitale
ja: デジタルクラウン感度
ko: 디지털 크라운 감도
nl: Digitale Kroon Gevoeligheid
pl: Wrażliwość cyfrowej korony
pt: Sensibilidade da Coroa Digital
ru: Чувствительность цифровой коронки
th: ความไวของ Digital Crown
tr: Dijital Taç Hassasiyeti
uk: Чутливість цифрової коронки
vi: Độ nhạy của Digital Crown
zh_hans: 数码表冠灵敏度
zh_hant: 數字皇冠敏感度

# Vela.about.settings.crown-sensitivity-for-sliders.high
source: High
ar: عالِياً
de: High School
es: Instituto
fr: Haut
hi: ऊँचा
id: Tinggi
it: Alto
ja: 高い
ko: 높은
nl: Hoog
pl: Wysoki
pt: Alto
ru: Высокий
th: สูง
tr: Yüksek
uk: Високий
vi: Cao
zh_hans: 高
zh_hant: 高

# Vela.about.settings.crown-sensitivity-for-sliders.low
source: Low
ar: دَنيء
de: Tiefstand
es: Mínimo
fr: Bas
hi: नीचे
id: Rendah
it: Basso
ja: 低い
ko: 낮은
nl: Laag
pl: Niski
pt: Baixo
ru: Низкий
th: ต่ํา
tr: Alçak
uk: Низький
vi: Thấp
zh_hans: 低
zh_hant: 低

# Vela.about.settings.crown-sensitivity-for-sliders.medium
source: Medium
ar: مُتَوَسِّط
es: Medio
fr: Moyen
hi: मध्यम
id: Sedang
it: Medio
ja: 媒体
ko: 중간
pl: Średni
pt: Médio
ru: Средний
th: สื่อ
tr: Orta
uk: Середній
vi: Trung bình
zh_hans: 中
zh_hant: 中等的

# Vela.CMYK.black
source: Black
ar: أَسْوَد
de: Schwarzer
es: Negro
fr: Noir
hi: काला
id: Hitam
it: Nero
ja: 黒
ko: 검은
nl: Zwart
pl: Czarny
pt: Preto
ru: Чёрный
th: สีดํา
tr: Siyah
uk: Чорний
vi: Màu đen
zh_hans: 黑色
zh_hant: 黑色

# Vela.CMYK.cyan
source: Cyan
ar: سماوي
de: Cyanblau
es: Cian
hi: सियान
it: Ciano
ja: シアン
ko: 청록색
nl: Cyaanblauw
pl: Barwa niebieskozielona
pt: Ciano
ru: Голубой
th: สีฟ้า
tr: Camgöbeği
uk: Блакитний
vi: Màu lục lam
zh_hans: 青色
zh_hant: 青色

# Vela.CMYK.inaccurate
source: CMYK values only for reference
ar: قيم CMYK كمرجع فقط
de: CMYK-Werte nur als Referenz
es: Valores CMYK solo para referencia
fr: Valeurs CMJN pour référence uniquement
hi: केवल संदर्भ के लिए CMYK मान
id: Nilai CMYK hanya untuk referensi
it: Valori CMYK solo come riferimento
ja: 参照のみのCMYK値
ko: 참조용 CMYK 값만
nl: CMYK-waarden alleen ter referentie
pl: Wartości CMYK tylko w celach informacyjnych
pt: Valores CMYK apenas para referência
ru: Значения CMYK только для справки
th: ค่า CMYK สําหรับการอ้างอิงเท่านั้น
tr: CMYK değerleri sadece referans içindir
uk: Значення CMYK лише для довідки
vi: Giá trị CMYK chỉ để tham khảo
zh_hans: CMYK参数仅用作参考
zh_hant: CMYK值僅供參考

# Vela.CMYK.magenta
source: Magenta
ar: أُرْجُوانيّ
hi: मैजंटा
ja: マゼンタ
ko: 마젠타색
pl: W kolorze fuksji
ru: Пурпурный
th: สีแดงม่วง
tr: Macenta
uk: Пурпурний
vi: Màu đỏ tía
zh_hans: 品红色
zh_hant: 洋紅色

# Vela.CMYK.yellow
source: Yellow
ar: أَصْفَر
de: Gelb
es: Amarillo
fr: Jaune
hi: पीला रंग
id: Kuning
it: Giallo
ja: 黄色
ko: 노란색
nl: Geel
pl: Żółty
pt: Amarelo
ru: Жёлтый
th: สีเหลือง
tr: Sarı
uk: Жовтий
vi: Màu vàng
zh_hans: 黄色
zh_hant: 黃色

# Vela.default
source: Use Default Color
ar: استخدم اللون الافتراضي
de: Standardfarbe verwenden
es: Usar color predeterminado
fr: Utiliser la couleur par défaut
hi: डिफ़ॉल्ट रंग का उपयोग करें
id: Gunakan Warna Default
it: Usa il colore predefinito
ja: デフォルトの色を使用する
ko: 기본 색상 사용
nl: Gebruik Standaardkleur
pl: Użyj domyślnego koloru
pt: Use a Cor Padrão
ru: Использовать цвет по умолчанию
th: ใช้สีเริ่มต้น
tr: Varsayılan Rengi Kullan
uk: Використовувати колір за замовчуванням
vi: Sử dụng màu mặc định
zh_hans: 使用默认颜色
zh_hant: 使用預設顏色

# Vela.details
source: Details
ar: تفاصيل
es: Información interna
fr: Détails
hi: विवरण
id: Rincian
it: Dettagli
ja: 詳細
ko: 세부 사항
pl: Szczegóły
pt: Detalhes
ru: Детали
th: รายละเอียด
tr: Detaylar
uk: Деталі
vi: Chi tiết
zh_hans: 详情
zh_hant: 細節

# Vela.HSB
source: HSB
ar: إتش إس بي
hi: एचएसबी
ja: HSBである
th: เอชเอสบี

# Vela.HSB.brightness
source: Brightness
ar: سُطوع
de: Helligkeit
es: Luminosidad
fr: Luminosité
hi: चमक
id: Kecerahan
it: Luminosità
ja: 明るさ
ko: 반짝임
nl: Helderheid
pl: Jasność
pt: Brilho
ru: Яркость
th: ความสว่าง
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度

# Vela.HSB.hue
source: Hue
ar: لَوْن
de: Farbton
es: Tono
fr: Teinte
hi: छटा
id: Warna
it: Tinta
ja: 色
ko: 색조
nl: Tint
pl: Odcień
pt: Matiz
ru: Оттенок
th: สี
tr: Ton
uk: Відтінок
vi: Màu
zh_hans: 色度
zh_hant: 色調

# Vela.HSB.saturation
source: Saturation
ar: تَشَبُّع
de: Sättigung
es: Impregnación
hi: अत्यधिकतम
id: Saturasi
it: Saturazione
ja: 飽和状態
ko: 집중 공격
nl: Verzadiging
pl: Nasycenie
pt: Saturação
ru: Насыщение
th: ความอิ่มตัว
tr: Doygunluk
uk: Насичення
vi: Bão hòa
zh_hans: 饱和度
zh_hant: 飽和

# Vela.opacity
source: Opacity
ar: التعتيم
de: Undurchlässigkeit
es: Opacidad
fr: Opacité
hi: अपारदर्शिता
it: Opacità
ja: 不透明さ
ko: 불투명
nl: Ondoorschijnendheid
pl: Nieprzezroczystość
pt: Opacidade
ru: Непрозрачность
th: ความทึบ
tr: Opaklık
uk: Непрозорість
vi: Tính mờ đục
zh_hans: 不透明度
zh_hant: 不透明

# Vela.picker
source: Picker
ar: منتقي
de: Pflücker
es: Selector
fr: Cueilleur
hi: पिकर
id: Pemetik
it: Raccoglitore
ja: 摘む人
ko: 피커
nl: Plukker
pl: Zbieracz
pt: Máquina de colher
ru: Сборщик
th: นักเลือก
tr: Seçici
uk: Збирач
vi: Người nhặt
zh_hans: 列表
zh_hant: 採摘者

# Vela.placeholder
source: Placeholder
ar: العنصر النائب
de: Platzhalter
es: Variable
fr: Espace réservé
hi: प्लेसहोल्डर
id: Tempat
it: Segnaposto
ja: プレースホルダー
ko: 자리 표시자
nl: Plaatshouder
pl: Symbol zastępczy
pt: Espaço reservado
ru: Местозаполнитель
th: ตัวยึดตําแหน่ง
tr: Yer tutucu
uk: Заповнювач
vi: Ký hiệu số hạng
zh_hans: 占位符
zh_hant: 佔位符

# Vela.RGB.blue
source: Blue
ar: أَزْرَق
de: Blau
es: Azul
fr: Bleu
hi: नीला
id: Biru
it: Blu
ja: 青
ko: 푸른
nl: Blauw
pl: Niebieski
pt: Azul
ru: Синий
th: หยาบคาย
tr: Mavi
uk: Синій
vi: Màu xanh
zh_hans: 蓝
zh_hant: 藍色

# Vela.RGB.green
source: Green
ar: أَخْضَر
de: Grün
es: Verde
fr: Vert
hi: हरा
id: Hijau
it: Verde
ja: 緑
ko: 그린
nl: Groen
pl: Zielony
pt: Verde
ru: Зелёный цвет
th: สีเขียว
tr: Yeşil
uk: Зелений
vi: Màu xanh
zh_hans: 绿
zh_hant: 綠色

# Vela.RGB.red
source: Red
ar: أحمر
de: Rot
es: Rojo
fr: Rouge
hi: लाल
id: Merah
it: Rosso
ja: 赤
ko: 빨간
nl: Rood
pl: Czerwony
pt: Vermelho
ru: Красный
th: สีแดง
tr: Kırmızı
uk: Червоний
vi: Màu đỏ
zh_hans: 红
zh_hant: 紅色

# Vela.selections.blue
source: Blue
ar: أَزْرَق
de: Blau
es: Azul
fr: Bleu
hi: नीला
id: Biru
it: Blu
ja: 青
ko: 푸른
nl: Blauw
pl: Niebieski
pt: Azul
ru: Синий
th: หยาบคาย
tr: Mavi
uk: Синій
vi: Màu xanh
zh_hans: 蓝色
zh_hant: 藍色

# Vela.selections.bright-yellow
source: Bright Yellow
ar: أصفر ساطع
de: Leuchtend gelb
es: Amarillo brillante
fr: Jaune vif
hi: चमकीला पीला
id: Kuning Cerah
it: Giallo brillante
ja: 明るい黄色
ko: 밝은 노란색
nl: Helder geel
pl: Jasny żółty
pt: Amarelo Brilhante
ru: Ярко-желтый
th: สีเหลืองสดใส
tr: Parlak Sarı
uk: Яскраво-жовтий
vi: Màu vàng sáng
zh_hans: 亮黄色
zh_hant: 亮黃色

# Vela.selections.cyan
source: Cyan
ar: سماوي
de: Cyanblau
es: Cian
hi: सियान
it: Ciano
ja: シアン
ko: 청록색
nl: Cyaanblauw
pl: Barwa niebieskozielona
pt: Ciano
ru: Голубой
th: สีฟ้า
tr: Camgöbeği
uk: Блакитний
vi: Màu lục lam
zh_hans: 青色
zh_hant: 青色

# Vela.selections.dark-red
source: Dark Red
ar: أحمر غامق
de: Dunkelrot
es: Rojo oscuro
fr: Rouge foncé
hi: गहरा लाल
id: Merah Tua
it: Rosso scuro
ja: ダークレッド
ko: 진한 빨간색
nl: Donkerrood
pl: Ciemnoczerwony
pt: Vermelho escuro
ru: Темно-красный
th: สีแดงเข้ม
tr: Koyu Kırmızı
uk: Темно-червоний
vi: Màu đỏ sẫm
zh_hans: 暗红色
zh_hant: 深紅色

# Vela.selections.gradient
source: Gradient
ar: انْحِدار
es: Gradiente
hi: ढाल
id: Gradien
it: Gradiente
ja: 勾配
ko: 기울기
nl: Gradiënt
pt: Gradiente
ru: Градиент
th: ทางลาด
tr: Eğim
uk: Градієнт
vi: Độ dốc
zh_hans: 灰度
zh_hant: 梯度

# Vela.selections.khaki
source: Khaki
ar: كاكيّ
es: Caqui
fr: Kaki
hi: ख़ाकी
it: Kaki
ja: カーキ色
ko: 카키색
nl: Kaki
pt: Cáqui
ru: Хаки
th: สีกากี
tr: Haki
uk: Хакі
vi: Màu ka-ki
zh_hans: 土黄色
zh_hant: 卡其色

# Vela.selections.light-orange
source: Light Orange
ar: برتقالي فاتح
de: Hellorange
es: Naranja claro
fr: Orange clair
hi: हल्का नारंगी
id: Oranye muda
it: Arancione chiaro
ja: ライトオレンジ
ko: 밝은 오렌지색
nl: Licht oranje
pl: Jasnopomarańczowy
pt: Laranja Claro
ru: Светло-оранжевый
th: สีส้มอ่อน
tr: Açık Turuncu
uk: Світло-помаранчевий
vi: Cam nhạt
zh_hans: 亮橙色
zh_hant: 淺橙色

# Vela.selections.light-purple
source: Light Purple
ar: أرجواني فاتح
de: Hellviolett
es: Púrpura claro
fr: Violet clair
hi: हल्का बैंगनी
id: Ungu Muda
it: Viola chiaro
ja: 薄紫色
ko: 연보라색
nl: Lichtpaars
pl: Jasnofioletowy
pt: Roxo Claro
ru: Светло-фиолетовый
th: สีม่วงอ่อน
tr: Açık Mor
uk: Світло-фіолетовий
vi: Màu tím nhạt
zh_hans: 亮紫色
zh_hant: 淺紫色

# Vela.selections.lime
source: Lime
ar: جير جَيّ
de: Limette
es: Lima
fr: Citron vert
hi: चूना
id: Jeruk nipis
ja: ライム
ko: 방황하다
nl: Kalk
pl: Wapno
pt: Cal
ru: Лайм
th: ปูนขาว
tr: Kireç
uk: Вапно
vi: Vôi
zh_hans: 青柠色
zh_hant: 石灰

# Vela.selections.orange
source: Orange
ar: بُرْتُقاليّ
es: Naranja
hi: संतरा
id: Oranye
it: Arancione
ja: オレンジ
ko: 오렌지
nl: Oranje
pl: Pomarańczowy
pt: Laranja
ru: Оранжевый
th: ส้ม
tr: Turuncu
uk: Помаранчевий
vi: Màu da cam
zh_hans: 橙色
zh_hant: 橙色

# Vela.selections.orange-red
source: Orange Red
ar: أحمر برتقالي
de: Orange Rot
es: Rojo Naranja
fr: Rouge orange
hi: नारंगी लाल
id: Oranye Merah
it: Rosso Arancione
ja: オレンジレッド
ko: 오렌지 레드
nl: Oranje Rood
pl: Pomarańczowy Czerwony
pt: Vermelho Laranja
ru: Оранжево-красный
th: สีส้มแดง
tr: Turuncu Kırmızı
uk: Помаранчево-червоний
vi: Cam Đỏ
zh_hans: 橙红色
zh_hant: 橙紅色

# Vela.selections.purple
source: Purple
ar: أُرْجُوانيّ
de: Purpur
es: Púrpura
fr: Violet
hi: बैंगनी
id: Warna ungu
it: Viola
ja: 紫
ko: 자주색
nl: Paars
pl: Fioletowy
pt: Roxo
ru: Фиолетовый
th: สีม่วง
tr: Mor
uk: Фіолетовий
vi: Màu tía
zh_hans: 紫色
zh_hant: 紫色

# Vela.selections.yellow-green
source: Yellow Green
ar: أصفر أخضر
de: Gelb Grün
es: Amarillo Verde
fr: Jaune Vert
hi: पीला हरा
id: Kuning Hijau
it: Giallo verde
ja: イエローグリーン
ko: 노란색 녹색
nl: Geelgroen
pl: Żółto-zielony
pt: Amarelo Verde
ru: Желтый Зеленый
th: สีเหลือง สีเขียว
tr: Sarı Yeşil
uk: Жовтий Зелений
vi: Vàng Xanh lá cây
zh_hans: 黄绿色
zh_hant: 黃綠色

# Vela.slider
source: Sliders
ar: منزلقات
de: Schieber
es: Deslizadores
fr: Curseurs
hi: स्लाइडर्स
id: Penggeser
it: Cursori
ja: スライダー
ko: 슬라이더
nl: Schuifregelaars
pl: Suwaki
ru: Слайдеры
th: สไลเดอร์
tr: Sürgüler
uk: Повзунки
vi: Thanh trượt
zh_hans: 滑杆
zh_hant: 滑塊

# Vela.tab-sheet
source: Input Style
ar: نمط الإدخال
de: Eingabestil
es: Estilo de entrada
fr: Style d'entrée
hi: इनपुट शैली
id: Gaya Masukan
it: Stile di input
ja: 入力スタイル
ko: 입력 스타일
nl: Invoerstijl
pl: Styl wprowadzania danych
pt: Estilo de Entrada
ru: Стиль ввода
th: รูปแบบการป้อนข้อมูล
tr: Giriş Stili
uk: Стиль введення
vi: Kiểu nhập liệu
zh_hans: 输入方式
zh_hant: 輸入樣式

# Vela.RGB
source: RGB
de: RGB-Licht
fr: RVB
hi: आरजीबी
ja: アールジービー
ko: RGB의

# Vela.CMYK
source: CMYK
fr: CMJN
hi: सीएमवाईके
th: สี CMYK
vi: Màu CMYK
zh_hant: 定製
